Repository: NaN-tic/trytond-translate
Catalog: locale/*.po
Languages: ca_es

# error:translate.translate:
source: Model "%s" does not store information to an SQL table.
ca_es: El model "%s" no guarda dades a taula SQL.

# error:translate.translate:
source: Translate must be unique per model.
ca_es: El traductor ha de ser únic per cada model.

# error:translate.wizard.translation:
source: No translation found for field %s.
ca_es: No s'han trobat traduccions pels camps %s.

# error:translate.wizard.translation:
source: Translate
ca_es: Traduir

# error:translate.wizard.translation:
source: Translation
ca_es: Traducció

# field:translate.configuration,create_date:
source: Create Date
ca_es: Data creació

# field:translate.configuration,create_uid:
source: Create User
ca_es: Usuari creació

# field:translate.configuration,rec_name:
source: Name
ca_es: Nom

# field:translate.configuration,write_date:
source: Write Date
ca_es: Data modificació

# field:translate.configuration,write_uid:
source: Write User
ca_es: Usuari modificació

# field:translate.translate,create_date:
source: Create Date
ca_es: Data creació

# field:translate.translate,create_uid:
source: Create User
ca_es: Usuari creació

# field:translate.translate,field_domain:
source: Field Domain
ca_es: Camp domini

# field:translate.translate,keyword:
source: Keyword
ca_es: Acció de teclat

# field:translate.translate,model_fields:
source: Fields
ca_es: Camps

# field:translate.translate,rec_name:
source: Name
ca_es: Nom

# field:translate.translate,write_date:
source: Write Date
ca_es: Data modificació

# field:translate.translate,write_uid:
source: Write User
ca_es: Usuari modificació

# field:translate.translate-ir.model.field,create_date:
source: Create Date
ca_es: Data creació

# field:translate.translate-ir.model.field,create_uid:
source: Create User
ca_es: Usuari creació

# field:translate.translate-ir.model.field,field:
source: Field
ca_es: Camp

# field:translate.translate-ir.model.field,rec_name:
source: Name
ca_es: Nom

# field:translate.translate-ir.model.field,translate:
source: Translate
ca_es: Traducció

# field:translate.translate-ir.model.field,write_date:
source: Write Date
ca_es: Data modificació

# field:translate.translate-ir.model.field,write_uid:
source: Write User
ca_es: Usuari modificació

# field:translate.wizard.start,source_lang:
source: Source Language
ca_es: Idioma orígen

# field:translate.wizard.start,target_lang:
source: Target Language
ca_es: Idioma destí

# field:translate.wizard.start,translator:
source: Translator
ca_es: Traductor

# model:ir.action,name:act_translate_configuration_form
source: Translate Configuration
ca_es: Configuració traductor

# model:ir.action,name:action_translate_view
source: Translate
ca_es: Traducció

# model:ir.action,name:wizard_translate
source: Translate
ca_es: Traducció

# model:ir.ui.menu,name:menu_configuration
source: Configuration
ca_es: Configuració

# model:ir.ui.menu,name:menu_translate
source: Translate
ca_es: Traductor

# model:ir.ui.menu,name:menu_translate_configuration
source: Translate Configuration
ca_es: Traductor

# model:ir.ui.menu,name:translate_menu
source: Translate
ca_es: Traductor

# model:translate.configuration,name:
source: Translate Configuration
ca_es: Configuració traductor

# model:translate.translate,name:
source: Translate
ca_es: Traducció

# model:translate.translate-ir.model.field,name:
source: Translate Fields
ca_es: Camps a traduir

# model:translate.wizard.start,name:
source: Translate Wizard Start
ca_es: Inicia assistent traductor

# model:translate.wizard.translation,name:
source: Translate Wizard Translation
ca_es: Assistent traductor

# view:translate.configuration:
source: Translate Configuration
ca_es: Configuració traductor

# view:translate.translate:
source: Create Keyword
ca_es: Crea assistent

# view:translate.translate:
source: Remove Keyword
ca_es: Elimina assistent

# view:translate.translate:
source: Translate
ca_es: Traducció

# view:translate.wizard.start:
source: Translate Wizard
ca_es: Assistent traductor

# view:translate.wizard.translation:
source: Select fields to translate.
ca_es: Selecciona camps per traduir.

# view:translate.wizard.translation:
source: Translate Wizard
ca_es: Assistent traductor

# wizard_button:translate.wizard,start,end:
source: Cancel
ca_es: Cancel·la

# wizard_button:translate.wizard,start,translate:
source: Translate
ca_es: Traduir

# wizard_button:translate.wizard,translation,end:
source: Cancel
ca_es: Cancel·la

# wizard_button:translate.wizard,translation,update:
source: Apply
ca_es: Realizar
